ahmadalli.vscode-nginx-conf
anbuselvanrocky.bootstrap5-vscode
bmewburn.vscode-intelephense-client
donjayamanne.python-environment-manager
ex-codes.pine-script-syntax-highlighter
github.copilot
github.copilot-chat
golang.go
janisdd.vscode-edit-csv
lethalarts.tos-ts
mechatroner.rainbow-csv
mikoz.black-py
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.remote-explorer
msjsdiag.vscode-react-native
mtxr.sqltools
mtxr.sqltools-driver-mysql
mtxr.sqltools-driver-pg
mtxr.sqltools-driver-sqlite
njpwerner.autodocstring
pkief.material-icon-theme
redhat.vscode-yaml
ritwickdey.liveserver
samuelcolvin.jinjahtml
tamasfe.even-better-toml
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
wordpresstoolbox.wordpress-toolbox
xdebug.php-debug
yzhang.markdown-all-in-one
